Repository: ClawdBonzo/menomap
Catalog: MenoMap/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, es_419, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: The App Store couldn't verify that purchase.
ar: تعذّر على App Store التحقق من عملية الشراء هذه.
cs: App Store tento nákup nedokázal ověřit.
da: App Store kunne ikke bekræfte købet.
de: Der App Store konnte diesen Kauf nicht bestätigen.
el: Το App Store δεν μπόρεσε να επαληθεύσει την αγορά.
es: El App Store no ha podido verificar esa compra.
es_419: El App Store no pudo verificar esa compra.
fi: App Store ei pystynyt vahvistamaan ostoa.
fr: L’App Store n’a pas pu vérifier cet achat.
he: ה-App Store לא הצליח לאמת את הרכישה.
hi: App Store उस ख़रीदारी की पुष्टि नहीं कर सका।
hr: App Store nije mogao potvrditi tu kupnju.
hu: Az App Store nem tudta ellenőrizni a vásárlást.
id: App Store tidak dapat memverifikasi pembelian itu.
it: L'App Store non ha potuto verificare l'acquisto.
ja: App Storeでその購入を確認できませんでした。
ko: App Store에서 해당 구입을 확인하지 못했어요.
ms: App Store tidak dapat mengesahkan pembelian itu.
nb: App Store kunne ikke bekrefte kjøpet.
nl: De App Store kon die aankoop niet verifiëren.
pl: App Store nie mógł zweryfikować tego zakupu.
pt_br: A App Store não conseguiu verificar essa compra.
pt_pt: A App Store não conseguiu verificar essa compra.
ro: App Store nu a putut verifica această achiziție.
sk: App Store nemohol overiť tento nákup.
sv: App Store kunde inte verifiera köpet.
th: App Store ยืนยันการซื้อนั้นไม่ได้
tr: App Store bu satın alımı doğrulayamadı.
uk: App Store не вдалося підтвердити цю покупку.
vi: App Store không thể xác minh giao dịch mua đó.
zh_hans: App Store 无法验证这笔购买。
zh_hant: App Store 無法驗證這筆購買。

source: The cover is free. The rest of the month is Pro.
ar: الغلاف مجاني. وبقية الشهر ضمن Pro.
cs: Titulní strana je zdarma. Zbytek měsíce je součástí Pro.
da: Forsiden er gratis. Resten af måneden er Pro.
de: Das Titelbild ist kostenlos. Der Rest des Monats ist Pro.
el: Το εξώφυλλο είναι δωρεάν. Ο υπόλοιπος μήνας είναι Pro.
es: La portada es gratis. El resto del mes es Pro.
es_419: La portada es gratis. El resto del mes es Pro.
fi: Kansi on maksuton. Muu kuukausi kuuluu Pro-versioon.
fr: La couverture est gratuite. Le reste du mois est réservé à Pro.
he: עמוד השער בחינם. שאר החודש ב-Pro.
hi: कवर मुफ़्त है। बाकी महीना Pro में है।
hr: Naslovnica je besplatna. Ostatak mjeseca je Pro.
hu: A borító ingyenes. A hónap többi része Pro.
id: Sampulnya gratis. Sisa bulannya untuk Pro.
it: La copertina è gratis. Il resto del mese è Pro.
ja: 表紙は無料です。月のほかのページはProの機能です。
ko: 표지는 무료예요. 한 달의 나머지 내용은 Pro예요.
ms: Kulit depan percuma. Bahagian lain laporan bulan ini untuk Pro.
nb: Forsiden er gratis. Resten av måneden er Pro.
nl: De omslag is gratis. De rest van de maand is Pro.
pl: Okładka jest bezpłatna. Reszta miesiąca jest w Pro.
pt_br: A capa é grátis. O resto do mês é Pro.
pt_pt: A capa é grátis. O resto do mês é Pro.
ro: Coperta e gratuită. Restul lunii e Pro.
sk: Obálka je zadarmo. Zvyšok mesiaca je Pro.
sv: Omslaget är gratis. Resten av månaden är Pro.
th: หน้าปกดูได้ฟรี ส่วนที่เหลือของเดือนอยู่ใน Pro
tr: Kapak ücretsiz. Ayın geri kalanı Pro'da.
uk: Обкладинка безкоштовна. Решта місяця — у Pro.
vi: Trang bìa miễn phí. Phần còn lại của tháng thuộc Pro.
zh_hans: 封面免费。本月其余内容属于 Pro。
zh_hant: 封面免費，這個月的其他內容屬於 Pro。

source: The days before your period
ar: الأيام التي تسبق الدورة الشهرية
cs: Dny před menstruací
da: Dagene før din menstruation
de: Die Tage vor deiner Periode
el: Οι ημέρες πριν από την περίοδο
es: Los días antes de la regla
es_419: Los días antes de tu menstruación
fi: Kuukautisia edeltävät päivät
fr: Les jours avant vos règles
he: הימים שלפני הווסת
hi: पीरियड से पहले के दिन
hr: Dani prije mjesečnice
hu: A menstruáció előtti napok
id: Hari-hari sebelum haid
it: I giorni prima delle mestruazioni
ja: 月経前の数日間
ko: 생리 전 며칠
ms: Hari-hari sebelum haid anda
nb: Dagene før menstruasjonen
nl: De dagen voor je menstruatie
pl: Dni przed miesiączką
pt_br: Os dias antes da menstruação
pt_pt: Os dias antes da menstruação
ro: Zilele dinaintea menstruației
sk: Dni pred menštruáciou
sv: Dagarna före mensen
th: ช่วงวันก่อนประจำเดือนมา
tr: Adetinden önceki günler
uk: Дні перед менструацією
vi: Những ngày trước kỳ kinh
zh_hans: 月经前的几天
zh_hant: 月經前的那幾天

source: The full Heat Report
ar: تقرير الحرارة كاملًا
cs: Celá Zpráva o horku
da: Hele Varmerapporten
de: Der vollständige Hitzebericht
el: Η πλήρης Θερμική Αναφορά
es: El Informe de calor completo
es_419: El Informe de Calor completo
fi: Koko Lämpöraportti
fr: Le Rapport chaleur complet
he: דוח החום המלא
hi: पूरी हीट रिपोर्ट
hr: Cijelo toplinsko izvješće
hu: A teljes Hőjelentés
id: Laporan Panas lengkap
it: Il Report del calore completo
ja: ヒートレポートの完全版
ko: 전체 열감 리포트
ms: Laporan Haba penuh
nb: Hele Heterapporten
nl: Het volledige Hitterapport
pl: Pełny Raport upałów
pt_br: O Relatório de Calor completo
pt_pt: O Relatório de Calor completo
ro: Raportul căldurii complet
sk: Celá Horúca správa
sv: Hela värmerapporten
th: รายงานความร้อนฉบับเต็ม
tr: Tam Isı Raporu
uk: Повний звіт про спеку
vi: Báo cáo nhiệt đầy đủ
zh_hans: 完整的热度月报
zh_hant: 完整熱度報告

source: The full monthly Heat Report
ar: تقرير الحرارة الشهري كاملًا
cs: Celá měsíční Zpráva o horku
da: Hele den månedlige Varmerapport
de: Der vollständige monatliche Hitzebericht
el: Η πλήρης μηνιαία Θερμική Αναφορά
es: El Informe de calor mensual completo
es_419: El Informe de Calor mensual completo
fi: Koko kuukauden Lämpöraportti
fr: Le Rapport chaleur mensuel complet
he: דוח החום החודשי המלא
hi: पूरी मासिक हीट रिपोर्ट
hr: Cijelo mjesečno toplinsko izvješće
hu: A teljes havi Hőjelentés
id: Laporan Panas bulanan lengkap
it: Il Report del calore mensile completo
ja: 月間ヒートレポートの完全版
ko: 월간 열감 리포트 전체
ms: Laporan Haba bulanan penuh
nb: Hele den månedlige Heterapporten
nl: Het volledige maandelijkse Hitterapport
pl: Pełny miesięczny Raport upałów
pt_br: O Relatório de Calor mensal completo
pt_pt: O Relatório de Calor mensal completo
ro: Raportul lunar complet al căldurii
sk: Celá mesačná Horúca správa
sv: Hela månadens värmerapport
th: รายงานความร้อนรายเดือนฉบับเต็ม
tr: Tam aylık Isı Raporu
uk: Повний щомісячний звіт про спеку
vi: Báo cáo nhiệt hằng tháng đầy đủ
zh_hans: 完整的热度月报，每月一份
zh_hant: 完整的每月熱度報告

source: The timer keeps running on your Lock Screen
ar: يستمر المؤقت في العمل على شاشة القفل
cs: Časovač dál běží na zamknuté obrazovce
da: Timeren kører videre på låseskærmen
de: Der Timer läuft auf deinem Sperrbildschirm weiter
el: Το χρονόμετρο συνεχίζει στην οθόνη κλειδώματος
es: El temporizador sigue en marcha en la pantalla bloqueada
es_419: El temporizador sigue corriendo en tu pantalla bloqueada
fi: Ajastin jatkuu lukitulla näytöllä
fr: Le chrono continue sur l’écran verrouillé
he: הטיימר ממשיך לרוץ במסך הנעילה
hi: टाइमर आपकी लॉक स्क्रीन पर चलता रहता है
hr: Mjerač vremena nastavlja raditi na zaključanom zaslonu
hu: Az időzítő tovább fut a zárolási képernyőn
id: Timer tetap berjalan di Layar Terkunci
it: Il timer continua sulla schermata di blocco
ja: タイマーはロック画面で動き続けます
ko: 잠금 화면에서 타이머가 계속 돌아가요
ms: Pemasa terus berjalan pada Skrin Kunci anda
nb: Tidtakeren fortsetter på låst skjerm
nl: De timer loopt door op je toegangsscherm
pl: Minutnik działa dalej na ekranie blokady
pt_br: O cronômetro continua rodando na Tela Bloqueada
pt_pt: O temporizador continua no ecrã bloqueado
ro: Cronometrul continuă pe ecranul de blocare
sk: Časovač beží ďalej na zamknutej obrazovke
sv: Timern fortsätter på låsskärmen
th: ตัวจับเวลายังทำงานต่อบนหน้าจอล็อค
tr: Zamanlayıcı Kilitli Ekranında çalışmaya devam eder
uk: Таймер і далі працює на замкненому екрані
vi: Bộ hẹn giờ vẫn chạy trên Màn hình khóa
zh_hans: 计时器会在锁定屏幕上继续运行
zh_hant: 計時器會在鎖定畫面上繼續運作

source: The timer starts on your Lock Screen. Tap End when it eases.
ar: يبدأ المؤقت على شاشة القفل. اضغطي على إنهاء عندما تهدأ.
cs: Časovač se spustí na zamknuté obrazovce. Až vlna poleví, klepni na Ukončit.
da: Timeren starter på låseskærmen. Tryk på Afslut, når den aftager.
de: Der Timer startet auf deinem Sperrbildschirm. Tippe auf „Beenden“, wenn es nachlässt.
el: Το χρονόμετρο ξεκινά στην οθόνη κλειδώματος. Άγγιξε «Λήξη» όταν υποχωρήσει.
es: El temporizador empieza en la pantalla bloqueada. Toca Terminar cuando se calme.
es_419: El temporizador empieza en tu pantalla bloqueada. Toca Terminar cuando ceda.
fi: Ajastin käynnistyy lukitulla näytöllä. Napauta Lopeta, kun aalto hellittää.
fr: Le chrono démarre sur l’écran verrouillé. Touchez Terminer quand ça se calme.
he: הטיימר מתחיל במסך הנעילה. הקישי על ״סיום״ כשזה נרגע.
hi: टाइमर आपकी लॉक स्क्रीन पर शुरू होता है। कम होने पर “ख़त्म” पर टैप करें।
hr: Mjerač vremena pokreće se na zaključanom zaslonu. Dodirni Završi kad popusti.
hu: Az időzítő a zárolási képernyőn indul. Koppints a Vége gombra, amikor enyhül.
id: Timer dimulai di Layar Terkunci. Ketuk Akhiri saat mereda.
it: Il timer parte sulla schermata di blocco. Tocca Termina quando si attenua.
ja: タイマーがロック画面で始まります。治まったら「終了」をタップしてください。
ko: 잠금 화면에서 타이머가 시작돼요. 가라앉으면 종료를 탭하세요.
ms: Pemasa bermula pada Skrin Kunci anda. Ketik Tamatkan apabila ia reda.
nb: Tidtakeren starter på låst skjerm. Trykk på Avslutt når det gir seg.
nl: De timer start op je toegangsscherm. Tik op Stop als het wegebt.
pl: Minutnik uruchamia się na ekranie blokady. Stuknij Zakończ, gdy fala osłabnie.
pt_br: O cronômetro começa na Tela Bloqueada. Toque em Encerrar quando passar.
pt_pt: O temporizador começa no ecrã bloqueado. Toca em Terminar quando acalmar.
ro: Cronometrul pornește pe ecranul de blocare. Apasă Încheie când trece.
sk: Časovač sa spustí na zamknutej obrazovke. Keď vlna poľaví, ťukni na Ukončiť.
sv: Timern startar på låsskärmen. Tryck på Avsluta när det lägger sig.
th: ตัวจับเวลาเริ่มบนหน้าจอล็อค แตะ สิ้นสุด เมื่ออาการทุเลา
tr: Zamanlayıcı Kilitli Ekranında başlar. Hafiflediğinde Bitir'e dokun.
uk: Таймер запускається на замкненому екрані. Торкнися «Стоп», коли стихне.
vi: Bộ hẹn giờ bắt đầu trên Màn hình khóa. Chạm vào Kết thúc khi cơn nóng dịu đi.
zh_hans: 计时器会在锁定屏幕上开始。缓解后轻点“结束”。
zh_hant: 計時器會在鎖定畫面上開始。緩和時點一下「結束」。

source: There are non-hormonal medicines, CBT and practical changes. A clinician can help you choose.
ar: هناك أدوية غير هرمونية، والعلاج المعرفي السلوكي، وتغييرات عملية. يمكن للطبيب مساعدتكِ في الاختيار.
cs: Existují nehormonální léky, KBT a praktické změny. Lékař ti může pomoci vybrat.
da: Der findes ikke-hormonel medicin, kognitiv adfærdsterapi og praktiske ændringer. En læge kan hjælpe dig med at vælge.
de: Es gibt nicht hormonelle Medikamente, KVT und praktische Veränderungen. Eine Ärztin oder ein Arzt kann dir bei der Auswahl helfen.
el: Υπάρχουν μη ορμονικά φάρμακα, γνωσιακή συμπεριφορική θεραπεία και πρακτικές αλλαγές. Ένας γιατρός μπορεί να σε βοηθήσει να επιλέξεις.
es: Hay medicamentos no hormonales, TCC y cambios prácticos. Un profesional sanitario puede ayudarte a elegir.
es_419: Hay medicamentos no hormonales, terapia cognitivo-conductual (TCC) y cambios prácticos. Un profesional de la salud puede ayudarte a elegir.
fi: On olemassa hormonittomia lääkkeitä, kognitiivista käyttäytymisterapiaa ja käytännön muutoksia. Lääkäri voi auttaa sinua valitsemaan.
fr: Il existe des médicaments non hormonaux, la TCC et des changements pratiques. Un médecin peut vous aider à choisir.
he: יש תרופות לא הורמונליות, CBT ושינויים מעשיים. רופא/ה יכול/ה לעזור לך לבחור.
hi: बिना हार्मोन वाली दवाएँ, CBT और व्यावहारिक बदलाव जैसे विकल्प हैं। डॉक्टर आपको चुनने में मदद कर सकते हैं।
hr: Postoje nehormonski lijekovi, KBT i praktične promjene. Liječnik ti može pomoći odabrati.
hu: Léteznek nem hormonális gyógyszerek, kognitív viselkedésterápia (KVT) és gyakorlati változtatások. Egy orvos segíthet választani.
id: Ada obat nonhormonal, CBT, dan perubahan praktis. Dokter bisa membantumu memilih.
it: Esistono farmaci non ormonali, la terapia cognitivo-comportamentale (CBT) e cambiamenti pratici. Un medico può aiutarti a scegliere.
ja: ホルモンを使わない薬、認知行動療法（CBT）、日常の工夫があります。医師が選ぶ手助けをしてくれます。
ko: 비호르몬 약, 인지행동치료(CBT), 생활 속 변화가 있어요. 의료진이 선택을 도와줄 수 있어요.
ms: Terdapat ubat bukan hormon, CBT dan perubahan praktikal. Doktor boleh membantu anda memilih.
nb: Det finnes ikke-hormonelle medisiner, kognitiv atferdsterapi og praktiske endringer. En lege kan hjelpe deg å velge.
nl: Er zijn niet-hormonale medicijnen, CGT en praktische aanpassingen. Een arts kan je helpen kiezen.
pl: Istnieją leki niehormonalne, CBT i praktyczne zmiany. Lekarz może pomóc ci wybrać.
pt_br: Existem medicamentos não hormonais, TCC e mudanças práticas. Um profissional de saúde pode ajudar você a escolher.
pt_pt: Há medicamentos não hormonais, TCC e mudanças práticas. Um profissional de saúde pode ajudar-te a escolher.
ro: Există medicamente nehormonale, TCC și schimbări practice. Un medic te poate ajuta să alegi.
sk: Existujú nehormonálne lieky, kognitívno-behaviorálna terapia (KBT) a praktické zmeny. Lekár ti pomôže vybrať.
sv: Det finns icke-hormonella läkemedel, KBT och praktiska förändringar. En läkare kan hjälpa dig att välja.
th: มียาที่ไม่ใช่ฮอร์โมน CBT และการปรับเปลี่ยนในชีวิตประจำวัน แพทย์ช่วยคุณเลือกได้
tr: Hormon içermeyen ilaçlar, BDT ve pratik değişiklikler var. Seçmene bir doktor yardımcı olabilir.
uk: Є негормональні ліки, КПТ і практичні зміни. Лікар може допомогти тобі вибрати.
vi: Có các thuốc không chứa hormone, liệu pháp nhận thức hành vi (CBT) và những thay đổi thực tế. Bác sĩ có thể giúp bạn lựa chọn.
zh_hans: 有非激素类药物、认知行为疗法（CBT）和一些实用的改变。医生可以帮你选择。
zh_hant: 有非荷爾蒙藥物、認知行為治療（CBT）和實用的生活調整。醫師可以幫你選擇。

source: There's no sign-in. MenoMap never uploads your health data, and nothing is stored in iCloud by the app.
ar: لا يوجد تسجيل دخول. لا يرفع MenoMap بياناتكِ الصحية أبدًا، ولا يخزّن التطبيق أي شيء في iCloud.
cs: Žádné přihlašování. MenoMap nikdy nenahrává tvoje zdravotní data a aplikace nic neukládá na iCloud.
da: Der er intet login. MenoMap uploader aldrig dine helbredsdata, og appen gemmer intet i iCloud.
de: Es gibt keine Anmeldung. MenoMap lädt deine Gesundheitsdaten nie hoch, und die App speichert nichts in iCloud.
el: Δεν υπάρχει σύνδεση λογαριασμού. Το MenoMap δεν ανεβάζει ποτέ τα δεδομένα υγείας σου και η εφαρμογή δεν αποθηκεύει τίποτα στο iCloud.
es: No hay inicio de sesión. MenoMap nunca sube tus datos de salud y la app no guarda nada en iCloud.
es_419: No hay inicio de sesión. MenoMap nunca sube tus datos de salud, y la app no guarda nada en iCloud.
fi: Kirjautumista ei ole. MenoMap ei koskaan lataa terveystietojasi minnekään, eikä appi tallenna mitään iCloudiin.
fr: Aucune connexion à un compte. MenoMap n’envoie jamais vos données de santé en ligne, et l’app ne stocke rien dans iCloud.
he: אין התחברות. MenoMap אף פעם לא מעלה את נתוני הבריאות שלך, והיישום לא שומר שום דבר ב-iCloud.
hi: कोई साइन-इन नहीं। MenoMap आपका सेहत डेटा कभी अपलोड नहीं करता, और ऐप iCloud में कुछ भी स्टोर नहीं करता।
hr: Nema prijave. MenoMap nikad ne prenosi tvoje zdravstvene podatke i aplikacija ništa ne sprema na iCloud.
hu: Nincs bejelentkezés. A MenoMap soha nem tölti fel az egészségügyi adataidat, és az app semmit sem tárol az iCloudban.
id: Tidak perlu masuk akun. MenoMap tidak pernah mengunggah data kesehatanmu, dan app ini tidak menyimpan apa pun di iCloud.
it: Non serve accedere. MenoMap non carica mai i tuoi dati sanitari, e l'app non salva nulla su iCloud.
ja: サインインはありません。MenoMapがあなたの健康データをアップロードすることはなく、アプリがiCloudに何かを保存することもありません。
ko: 로그인이 없어요. MenoMap은 건강 데이터를 절대 업로드하지 않으며, 앱이 iCloud에 저장하는 것도 없어요.
ms: Tiada log masuk. MenoMap tidak sekali-kali memuat naik data kesihatan anda, dan app ini tidak menyimpan apa-apa dalam iCloud.
nb: Det finnes ingen innlogging. MenoMap laster aldri opp helsedataene dine, og appen lagrer ingenting i iCloud.
nl: Je hoeft niet in te loggen. MenoMap uploadt je gezondheidsgegevens nooit, en de app bewaart niets in iCloud.
pl: Nie ma logowania. MenoMap nigdy nie wysyła twoich danych o zdrowiu, a aplikacja niczego nie przechowuje w iCloud.
pt_br: Não há login. O MenoMap nunca envia seus dados de saúde, e o app não guarda nada no iCloud.
pt_pt: Não há início de sessão. O MenoMap nunca envia os teus dados de saúde, e a aplicação não guarda nada no iCloud.
ro: Nu există autentificare. MenoMap nu încarcă niciodată datele tale de sănătate, iar aplicația nu stochează nimic în iCloud.
sk: Neprihlasuješ sa. MenoMap nikdy nenahráva tvoje zdravotné údaje a apka nič neukladá do iCloudu.
sv: Det finns ingen inloggning. MenoMap laddar aldrig upp dina hälsodata, och appen sparar ingenting i iCloud.
th: ไม่ต้องลงชื่อเข้าใช้ MenoMap ไม่เคยอัปโหลดข้อมูลสุขภาพของคุณ และแอปไม่ได้จัดเก็บสิ่งใดใน iCloud
tr: Oturum açma yok. MenoMap sağlık verilerini asla yüklemez ve uygulama iCloud'da hiçbir şey saklamaz.
uk: Входу в обліковий запис немає. MenoMap ніколи не вивантажує твої дані про здоровʼя, і програма нічого не зберігає в iCloud.
vi: Không cần đăng nhập. MenoMap không bao giờ tải dữ liệu sức khỏe của bạn lên, và ứng dụng không lưu gì trong iCloud.
zh_hans: 无需登录。MenoMap 从不上传你的健康数据，App 也不会在 iCloud 中存储任何内容。
zh_hant: 不需要登入。MenoMap 絕不會上傳你的健康資料，App 也不會在 iCloud 中儲存任何內容。

source: Thermostat: mine
ar: جهاز التكييف: تحت أمري
cs: Termostat: můj
da: Termostat: min
de: Thermostat: gehört mir
el: Θερμοστάτης: δικός μου
es: Termostato: mío
es_419: Termostato: mío
fi: Termostaatti: minun
fr: Thermostat : chasse gardée
he: השלט של המזגן: אצלי.
hi: AC का रिमोट: मेरा
hr: Termostat: moj
hu: Termosztát: az enyém
id: Remote AC: punyaku
it: Termostato: comando io
ja: エアコンの主導権：私
ko: 온도 조절기: 내 거예요
ms: Remote aircond: saya punya
nb: Termostat: min
nl: Thermostaat: van mij
pl: Termostat: mój
pt_br: Controle do ar: meu
pt_pt: Termóstato: é meu
ro: Termostatul: al meu
sk: Termostat: môj
sv: Termostaten: min
th: รีโมตแอร์: ของฉัน
tr: Termostat: benim
uk: Термостат: мій
vi: Điều khiển điều hòa: mình giữ
zh_hans: 空调遥控器：归我管
zh_hant: 冷氣遙控器：歸我管
